const song = `[00:00.000] 作词 : June/Pa1nYv.
[00:00.608] 作曲 : June/Pa1nYv.
[00:01.217]作词：Eros月安/June/孙江涛
[00:03.214]作曲：Eros月安/June/孙江涛
[00:04.728]编曲:陈令韬
[00:05.967]录音 Recording Engineer：E.C.
[00:07.473]录音室 Recording Studio：TODO
[00:08.722]人声编辑 Vocal Editor：燥物音乐 TA$TA
[00:10.469]混音 Mixing Engineer：燥物音乐 TA$TA
[00:12.469]母带 Mastering：燥物音乐 TA$TA
[00:14.220]I never stop 足迹踏上点将台路那一刻
[00:17.729]我的命运便与40号联系发生了化学反应
[00:20.966]I never stop 抬头凝视奕泽绿邱的那一刻
[00:24.222]数千夜里仰望天空千机随影落入星
[00:27.723]为了走到这一刻，我们不辞辛苦的长途跋涉
[00:30.975]即便现在时间定格，你我也无法学会洒脱
[00:34.218]追随自己的梦想和信仰到底付出过什么
[00:37.720]回想悦耳动听的话是否总比那做过的事情多
[00:40.715]关于梦想 主题太过犀利我也不曾提起
[00:44.224]想对现在的你我说点，所以，我现在提笔
[00:46.470]还未来的未来无法企及
[00:49.726]如果彼此还需要鼓励千万别吝啬拥抱
[00:52.974]证明自己终会通过暴风的洗礼
[00:54.716]熟悉 陌生 相遇不过四季
[01:07.719]回忆里所幸 邂逅你所幸 纵使相离各安
[01:20.470]多少次迷茫多少次彷徨多少次走过命运的长廊
[01:23.972]多少的心酸多少的感动走进多少敏感的心房
[01:27.221]多少次夜里泪雨阑珊多少次悲伤默默的品尝
[01:30.976]多少次夕阳湖边的倒影倒映出多少年轻的脸庞
[01:33.724]从家乡出发凌晨时间到达禄口航站楼
[01:36.963]也曾想终点模样到底是否真的不负少年游
[01:40.724]踏过荆棘穿过泥沼少年能否继续昂着头
[01:43.981]这杯就以茶代酒我敬你过此关明昼又何愁
[01:47.716]四年前稚嫩走进学校
[01:49.213]到如今不再那般桀骜
[01:50.965]满腹经纶成了我的武器
[01:52.467]南农最终成了我的骄傲
[01:54.223]也不曾敢想会有那一天
[01:55.723]你我挥手告别的那一天
[01:57.469]四年稍纵即逝在眨眼间
[01:59.232]我恋你与今后的每一天
[02:00.719]hustle to be better everyday
[02:01.972]努力必有收获
[02:03.217]也曾幻想自己模样变得威风凛凛
[02:04.981]蓝图变为现实无比吸引
[02:06.468]新时代属于我们
[02:07.468]利刃出鞘走到峰顶拿到战利品
[02:09.228]别忘记承诺过前途无量定会繁华似锦
[02:11.714]终点谈笑举杯共饮
[02:12.976]so when we listen
[02:17.222]熟悉 陌生 相遇不过四季
[02:30.473]回忆里所幸 邂逅你所幸 纵使相离各安
[02:43.232]Beat来源:beatshome.com
`